<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 以降</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 以降</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 以降</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 以降</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 以降</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 以降</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 以降</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 以降</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 以降</string>
      <string id="Cat_Google">Microsoft Edge の更新</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge の更新</string>
      <string id="Cat_Preferences">基本設定</string>
      <string id="Cat_ProxyServer">プロキシ サーバー</string>
      <string id="Cat_Applications">アプリケーション</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">自動更新チェック期間のオーバーライド</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">自動更新チェックを停止する 1 日あたりの時間帯</string>
      <string id="Pol_DownloadPreference">ダウンロード URL クラスのオーバーライド</string>
      <string id="DownloadPreference_DropDown">キャッシュ可能なダウンロード URL</string>
      <string id="Pol_ProxyMode">プロキシ サーバーの設定をどのように指定するかを選択する</string>
      <string id="Pol_ProxyServer">プロキシ サーバーのアドレスまたは URL</string>
      <string id="Pol_ProxyPacUrl">プロキシ .pac ファイルへの URL</string>
      <string id="Pol_DefaultAllowInstallation">インストールの既定の動作を許可する</string>
      <string id="Pol_AllowInstallation">インストールを許可する</string>
      <string id="Pol_DefaultUpdatePolicy">更新ポリシーのオーバーライドの既定値</string>
      <string id="Pol_UpdatePolicy">更新ポリシーのオーバーライド</string>
      <string id="Pol_DefaultCreateDesktopShortcut">インストール時にデスクトップ ショートカットの作成を禁止する (既定)</string>
      <string id="Pol_CreateDesktopShortcut">インストール時にデスクトップ ショートカットの作成を禁止する</string>
      <string id="Pol_TargetVersionPrefix">ターゲット バージョンのオーバーライド</string>
      <string id="Pol_RollbackToTargetVersion">ターゲット バージョンへのロールバック</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge でのブラウザーの同時実行エクスペリエンスを許可する</string>
      <string id="Explain_AllowSideBySideExperience">このポリシーを使用すると、ユーザーは Microsoft Edge (Edge HTML) と Microsoft Edge (Chromium ベース) を同時に実行できます。

このポリシーを "未構成" に設定した場合、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"無効" に設定した場合と同じ動作です。

"無効" に設定した場合、同時実行エクスペリエンスがブロックされ、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"未構成" に設定した場合と同じ動作です。

このポリシーを "有効" に設定した場合、Microsoft Edge (Chromium-based) をインストールすると、Microsoft Edge (Chromium-based) と Microsoft Edge (Edge HTML) を同時に実行できます。

このグループ ポリシーを有効するには、Windows Update による Microsoft Edge (Chromium-based) の自動インストールが行われる前に、ポリシーを構成する必要があります。注意: ユーザーは、Microsoft Edge (Chromium-based) Blocker Toolkit を使用して、Microsoft Edge (Chromium-based) の自動更新をブロックできます。</string>
      <string id="Part_AutoUpdateCheckPeriod">更新チェックの間隔 (分)</string>
      <string id="Part_UpdateCheckSuppressedStartHour">更新チェックの停止を始める時刻 (時部分)</string>
      <string id="Part_UpdateCheckSuppressedStartMin">更新チェックの停止を始める時刻 (分部分)</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">更新チェックを停止する 1 日あたりの時間数 (分単位)</string>
      <string id="Part_ProxyMode">プロキシ サーバーの設定をどのように指定するかを選択する</string>
      <string id="Part_ProxyServer">プロキシ サーバーのアドレスまたは URL</string>
      <string id="Part_ProxyPacUrl">プロキシ .pac ファイルへの URL</string>
      <string id="Part_UpdatePolicy">更新ポリシー</string>
      <string id="Part_TargetVersionPrefix">ターゲット バージョン</string>
      <string id="Name_UpdatesEnabled">常に更新を許可する (推奨)</string>
      <string id="Name_ManualUpdatesOnly">手動更新のみ</string>
      <string id="Name_AutomaticUpdatesOnly">自動サイレント更新のみ</string>
      <string id="Name_UpdatesDisabled">更新を無効にする</string>
      <string id="ProxyDisabled_DropDown">プロキシを使用しない</string>
      <string id="ProxyAutoDetect_DropDown">プロキシの設定を自動的に検出する</string>
      <string id="ProxyPacScript_DropDown">.pac プロキシ スクリプトを使用する</string>
      <string id="ProxyFixedServers_DropDown">固定のプロキシ サーバーを使用する</string>
      <string id="ProxyUseSystem_DropDown">システム プロキシ設定を使用する</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update を使用して Microsoft Edge のインストールと更新を制御するポリシーです。</string>
      <string id="Explain_Preferences">Microsoft Edge Update に関する全般的なポリシーです。</string>
      <string id="Explain_AutoUpdateCheckPeriod">有効にした場合、このポリシーによって、自動更新チェックの最小間隔の値 (分単位) を設定できます。有効にしなかった場合、自動更新チェックでは、既定で 10 時間ごとに更新が確認されます。

  すべての自動更新チェックを無効にする場合は、値を 0 に設定します (推奨しません)。</string>
      <string id="Explain_DownloadPreference">有効にした場合、Microsoft Edge Update サーバーでは、更新ペイロードのキャッシュ フレンドリな URL を応答として提供します。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">このポリシーを有効にした場合、更新チェックは毎日指定の時刻 (時:分) に停止され、一定の期間、更新チェックが行われなくなります (分単位)。この期間では夏時間が考慮されません。たとえば、開始時間が 22:00、期間が 480 分の場合、その期間内で夏時間の開始や終了が発生しても、更新は正確に 8 時間停止されます。

  このポリシーを無効にした場合または構成しなかった場合、更新チェックが一定期間停止されることはありません。</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update で使用されるプロキシサーバー設定を指定できます。

このポリシーを有効にした場合、次のプロキシ サーバー オプションから選択できます。
- プロキシサーバーを使用せず、常に直接接続することを選択した場合、他のすべてのオプションは無視されます。
- システム プロキシの設定を使用するか、プロキシ サーバーを自動検出するかを選択した場合、他のすべてのオプションは無視されます。
- 固定サーバー プロキシ モードを選択した場合は、'プロキシ サーバーのアドレスまたは URL' ポリシーでその他のオプションを指定できます。
- .pac プロキシ スクリプトを使用することを選択した場合は、スクリプトの URL を ' プロキシ .pac ファイルへの URL ' ポリシーで指定する必要があります。

このポリシーを有効にすると、組織のユーザーは Microsoft Edge Update でプロキシ設定を変更できなくなります。

このポリシーを無効にする場合、または構成しない場合は、プロキシ サーバー設定は構成されませんが、組織内のユーザーは Microsoft Edge Update に対して自分のプロキシ設定を選択できます。</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update で使用するプロキシ サーバーの URL を指定できます。

このポリシーを有効にすると、組織の Microsoft Edge Update で使用されるプロキシサーバーの URL を設定できます。

このポリシーは、'プロキシ サーバーの設定をどのように指定するかを選択する' ポリシーで手動プロキシ設定を選択した場合にのみ適用されます。

'プロキシ サーバーの設定をどのように指定するかを選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Explain_ProxyPacUrl">プロキシ自動構成 (PAC) ファイルの URL を指定できます。

このポリシーを有効にした場合、PAC ファイルの URL を指定して、特定の Web サイトを取得するために Microsoft Edge Update で適切なプロキシ サーバーを選択する方法を自動化できます。

このポリシーは、'プロキシ サーバーの設定をどのように指定するかを選択する' ポリシーで手動プロキシ設定を指定した場合にのみ適用されます。

'プロキシ サーバーの設定をどのように指定するかを選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Explain_Applications">将来リリースされる Edge アプリケーションをサポートするには、更新された ADMX/ADML テンプレートが必要になります。</string>
      <string id="Explain_DefaultAllowInstallation">すべてのチャネルの既定の動作を指定して、ドメインに参加しているデバイスで Microsoft Edge を許可またはブロックできます。

特定のチャネルに対して 'インストールを許可する' ポリシーを有効にして、個々のチャネルでこのポリシーよりも優先させることができます。

このポリシーを無効にした場合、Microsoft Edge のインストールがブロックされます。これは、「インストールを許可する」ポリシーが[未構成] に設定されている場合の Microsoft Edge ソフトウェアのインストールにのみ影響します。

このポリシーによって、Microsoft Edge Update が実行できなくなったり、ユーザーが他の方法を使用して Microsoft Edge ソフトウェアをインストールできなくなったりすることはありません。</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update で処理する方法について、すべてのチャネルを対象とした既定の動作を指定できます。これらの動作は、「更新ポリシーのオーバーライド」ポリシーを特定のチャネルに対して指定することによって、チャネルごとにオーバーライドすることができます。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライド」ポリシーの指定に従って利用可能な更新プログラムを処理します。</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge をインストールする場合に、デスクトップ ショートカットを作成する既定の動作をすべてのチャネルについて指定できます。

  このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
  このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
  このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
  Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。</string>
      <string id="Explain_CreateDesktopShortcut">このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
  このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
  このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
  Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。

  チャネルに対してこのポリシーを構成しない場合、'インストール時にデスクトップ ショートカットの作成を禁止する (既定)' ポリシーの構成によって、Microsoft Edge のインストール時のショートカットの作成が決定されます。</string>
      <string id="Explain_WebView">Microsoft Edge WebView のポリシーを指定します。</string>
      <string id="Explain_WebView_AutoUpdate">Microsoft Edge WebView の自動更新を有効にするかどうかを指定できます。Microsoft Edge WebView は、アプリケーションが Web コンテンツを表示するために使用するコンポーネントです。
  既定では、自動更新が有効になっています。Microsoft Edge WebView の自動更新を無効にすると、このコンポーネントに依存するアプリケーションで互換性の問題が発生する可能性があります。

  このポリシーを有効にした場合、Microsoft Edge Update は、次のオプションの構成方法に従って、Microsoft Edge WebView の更新プログラムを処理します。
  - 常に更新を許可する: 更新プログラムは自動的にダウンロードされて適用されます
  - 更新は無効: 更新プログラムのダウンロードまたは適用は行われません

  このポリシーを有効にしない場合、更新プログラムは自動的にダウンロードされて適用されます。</string>
      <string id="Explain_WebView_Install">Microsoft Edge Update を使用して、Microsoft Edge WebView をインストールできるかどうかを指定できます。

  - このポリシーを有効にすると、ユーザーは Microsoft Edge Update を使用して Microsoft Edge WebView をインストールできます。
  - このポリシーを無効にすると、ユーザーは Microsoft Edge Update を使用して Microsoft Edge WebView をインストールすることができません。
  - このポリシーを構成していない場合は、"インストールの既定の動作を許可する" ポリシーの構成によって、ユーザーが Microsoft Edge Update を使用して Microsoft Edge WebView をインストールできるかどうかが決まります。</string>
      <string id="Explain_WebView_TargetVersionPrefix">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge WebView はこのポリシー値で指定されたバージョンに更新されます。
  ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge WebView のバージョンである必要があります。デバイスに指定の値より新しいバージョンの Microsoft Edge WebView がある場合、Microsoft Edge WebView は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

  指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge WebView は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

  チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、「インストールの既定の動作を許可する」ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。 More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update では、Microsoft Edge のインストールを "ターゲット バージョンのオーバーライド" で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、"ターゲット バージョンのオーバーライド" が設定され、"更新ポリシーのオーバーライド" がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。 このポリシーは、業務上の理由によりエンタープライズ管理者がダウングレードする必要がある場合に、一時的な手段として利用されることを目的としています。最新のセキュリティ更新プログラムによってユーザーを確実に保護するには、最新バージョンを使用する必要があります。バージョンを以前のバージョンにダウングレードすると、互換性がなくなるという問題が発生する可能性があります。</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

  チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、「インストールの既定の動作を許可する」ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。 More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update では、Microsoft Edge のインストールを "ターゲット バージョンのオーバーライド" で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、"ターゲット バージョンのオーバーライド" が設定され、"更新ポリシーのオーバーライド" がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。 このポリシーは、業務上の理由によりエンタープライズ管理者がダウングレードする必要がある場合に、一時的な手段として利用されることを目的としています。最新のセキュリティ更新プログラムによってユーザーを確実に保護するには、最新バージョンを使用する必要があります。バージョンを以前のバージョンにダウングレードすると、互換性がなくなるという問題が発生する可能性があります。</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

  チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、「インストールの既定の動作を許可する」ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。 More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update では、Microsoft Edge のインストールを "ターゲット バージョンのオーバーライド" で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、"ターゲット バージョンのオーバーライド" が設定され、"更新ポリシーのオーバーライド" がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。 このポリシーは、業務上の理由によりエンタープライズ管理者がダウングレードする必要がある場合に、一時的な手段として利用されることを目的としています。最新のセキュリティ更新プログラムによってユーザーを確実に保護するには、最新バージョンを使用する必要があります。バージョンを以前のバージョンにダウングレードすると、互換性がなくなるという問題が発生する可能性があります。</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

  チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、「インストールの既定の動作を許可する」ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。 More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update では、Microsoft Edge のインストールを "ターゲット バージョンのオーバーライド" で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、"ターゲット バージョンのオーバーライド" が設定され、"更新ポリシーのオーバーライド" がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。 このポリシーは、業務上の理由によりエンタープライズ管理者がダウングレードする必要がある場合に、一時的な手段として利用されることを目的としています。最新のセキュリティ更新プログラムによってユーザーを確実に保護するには、最新バージョンを使用する必要があります。バージョンを以前のバージョンにダウングレードすると、互換性がなくなるという問題が発生する可能性があります。</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Microsoft Edge チャネルをドメインに参加しているデバイスにインストールできるかどうかを指定します。

  チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、「インストールの既定の動作を許可する」ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。 More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update では、Microsoft Edge のインストールを "ターゲット バージョンのオーバーライド" で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、"ターゲット バージョンのオーバーライド" が設定され、"更新ポリシーのオーバーライド" がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、"ターゲット バージョンのオーバーライド" で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。 このポリシーは、業務上の理由によりエンタープライズ管理者がダウングレードする必要がある場合に、一時的な手段として利用されることを目的としています。最新のセキュリティ更新プログラムによってユーザーを確実に保護するには、最新バージョンを使用する必要があります。バージョンを以前のバージョンにダウングレードすると、互換性がなくなるという問題が発生する可能性があります。</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新チェックの間隔 (分)</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">時</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">期間</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要求するダウンロード URL の種類</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">プロキシ サーバーの設定をどのように指定するかを選択する
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>プロキシ サーバーのアドレスまたは URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>プロキシ .pac ファイルへの URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>ターゲット バージョン</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>